# IdeaStatiCa.ConnectionApi.Model.Text

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**Color** | **List&lt;int&gt;** |  | [optional]
**Value** | **string** |  | [optional]
**Position** | **TextPosition** |  | [optional]
**FontSize** | **double** |  | [optional]
**Tag** | **double** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)